[{"id":1,"name":"Black Radish Beer","kind":"European-germanic Lager","description":"Black Radish (Schwarzbier) is a medium bodied, dark German lager style beer. Clean lager character with an aftertaste that tends to dry out slowly and linger, featuring hop bitterness with a complementary but subtle roastiness in the background. Black Radish is listed as \"one of the 50 beers to try before you die.\"","rating":0,"brewery_id":1},{"id":2,"name":"Christmas Bier - Winter Doppelbock","kind":"European-germanic Lager","description":"(Doppelbock) A very strong and rich lager; dark brown with ruby highlights. Brewed with over 50% Munich malt. A Bavarian specialty first brewed in Munich by the monks of St. Francis of Paula.\r\nThe term “doppel (double) bock” was coined by Munich consumers.","rating":0,"brewery_id":1},{"id":3,"name":"Corolla Gold","kind":"European-germanic Lager","description":"Corolla Gold (Munich Helles) is a golden-hued, medium-bodied, German lager style beer with a slightly sweet, malty profile.","rating":0,"brewery_id":1},{"id":4,"name":"IPA 25","kind":"North American Origin Ales","description":"Ok, so technically the Weeping Radish opened on July 4th 1986 but we've decided to start the party early! In honor of our 25th Anniversary we've brought out a new beer: IPA 25. This India Pale Ale is brewed with a unique hop infusion process and uses hops grown in North Carolina. We have the first beer in North Carolina to use the \"Goodness Grows in North Carolina\" agricultural seal!","rating":0,"brewery_id":1},{"id":5,"name":"OBX Beer","kind":"German Origin Ales","description":"A Kolsch Style Ale brewed here at Weeping Radish!","rating":0,"brewery_id":1},{"id":6,"name":"Weizen","kind":"German Origin Ales","description":null,"rating":0,"brewery_id":1},{"id":7,"name":"Amber","kind":"North American Origin Ales","description":null,"rating":0,"brewery_id":2},{"id":8,"name":"Greenshields Pale Ale","kind":"North American Origin Ales","description":null,"rating":0,"brewery_id":2},{"id":9,"name":"Munich Summer Fest","kind":"European-germanic Lager","description":null,"rating":0,"brewery_id":2},{"id":10,"name":"Nut Brown Ale","kind":"North American Origin Ales","description":null,"rating":0,"brewery_id":2},{"id":11,"name":"Pilsner","kind":null,"description":null,"rating":0,"brewery_id":2},{"id":12,"name":"Stout","kind":"North American Origin Ales","description":null,"rating":0,"brewery_id":2},{"id":13,"name":"1554","kind":"Belgian And French Origin Ales","description":"Born of a flood and centuries-old Belgian text, 1554 Enlightened Black Ale uses a lager yeast strain and dark chocolaty malts to redefine what dark beer can be. In 1997, a Fort Collins flood destroyed the original recipe our researcher, Phil Benstein, found in the library. So Phil and brewmaster, Peter Bouckaert, traveled to Belgium to retrieve this unique style lost to the ages. Their first challenge was deciphering antiquated script and outdated units of measurement, but trial and error (and many months of in-house sampling) culminated in 1554, a highly quaffable dark beer with a moderate body and mouthfeel.","rating":0,"brewery_id":3},{"id":14,"name":"2° Below","kind":"British Origin Ales","description":"Pull on your wool socks and crack open a 2° Below Ale. This tasty winter warmer started life as a small batch beer brewed for the Al Johnson Uphill Downhill a telemark ski race in Crested Butte, Colorado. The Uphill Downhill celebrates the exploits of Al Johnson, letter carrier extraordinaire, who delivered mail by ski in the late 1800 s. Dry hopping during fermentation creates a floral nose with a hint of pepper and spicy, subtle undertones. 2° Below provides a bright, hoppy palate and a cheery warm afterglow.","rating":0,"brewery_id":3},{"id":15,"name":"72 Eldorado Ale","kind":null,"description":null,"rating":0,"brewery_id":3},{"id":16,"name":"Abbey","kind":"Belgian And French Origin Ales","description":"Winner of four World Beer Cup medals and eight medals at the Great American Beer Fest, Abbey Belgian Ale is the Michael Phelps of New Belgium's lineup - but it didn't start out that way. When Jeff and Kim first sampled the beer at the Lyons Folks Fest, reviews were mixed at best. One of founder Jeff's first two Belgian style homebrews (along with Fat Tire), Abbey is a Belgian dubbel (or double) brewed with six different malts and an authentic Belgian yeast strain. Abbey is bottle-conditioned, weighs in at 7.0% alcohol by volume, and pairs well with chocolate (or boldly served by itself) for dessert.","rating":0,"brewery_id":3},{"id":17,"name":"Accumulation","kind":"North American Origin Ales","description":"White IPA was inspired by the white beauty that falls each winter from our Colorado sky. Flurries of Mosaic and Amarillo hops bring soft fruit and citrus flavor, followed by a layer of bitter. Piled high in IBUs, Accumulation will make your winter brighter.","rating":0,"brewery_id":3},{"id":18,"name":"Avoine","kind":"North American Origin Ales","description":null,"rating":0,"brewery_id":3},{"id":19,"name":"Belgian Style Blond Ale","kind":"Belgian And French Origin Ales","description":"This strong golden ale is light in color, with moderate body and a crisp finish. Saaz and Styrian Golding hops offer a distinctive Nobel hop aroma. A Belgian yeast strain produces banana and clove notes for a remarkably crisp flavor profile. Belgian Blond is delightfully inviting and approachable with a decidedly adult 8.5% alcohol content.","rating":0,"brewery_id":3}]
